Repository: ujdhesa/Kiwix-sq-translation
Catalog: kiwix_*.po
Languages: sq

# ui.main.library.searchZimFiles
source: Search ZIM files
sq: Kërko për kartela ZIM

# ui.main.library.sortBy.author
source: Author
sq: Autorësh

# ui.main.library.sortBy.date
source: Date
sq: Datash

# ui.main.library.sortBy.publisher
source: Publisher
sq: Botuesish

# ui.main.library.sortBy.size
source: Size
sq: Madhësish

# ui.main.library.sortBy.title
source: Title
sq: Titujsh

# ui.main.library.sortBy
source: Sort by
sq: Renditi sipas

# ui.main.loadbmk
source: Import Bookmark Set
sq: Importo Grup Faqerojtësish

# ui.main.mark
source: Mark this page
sq: Vëri shenjë kësaj faqeje

# ui.main.mute
source: Mute
sq: Heshtoje

# ui.main.newbmk
source: Create new Bookmark Set
sq: Krijoni Grup të ri Faqerojtësish

# ui.main.noSearchBar
source: Search requires an indexed ZIM file
sq: Kërkimi lyp një kartelë ZIM të indeksuar

# ui.main.notesLabel
source: Bookmark notes:
sq: Shënime faqerojtësi:

# ui.main.openFile.accesskey
source: O
sq: H

# ui.main.openFile
source: Open file...
sq: Hapni kartelë…

# ui.main.openLinkInNewTab
source: Open link in new tab
sq: Hape lidhjen në një skedë të re

# ui.main.osxhideapp
source: Hide &brand.brandShortName;
sq: Fshihe &brand.brandShorName;-in

# ui.main.osxhideothers
source: Hide Others
sq: Fshihi të Tjerat

# ui.main.osxservices
source: Services
sq: Shërbime

# ui.main.osxshowall
source: Show All
sq: Shfaqi Krejt

# ui.main.preferences.accesskey
source: n
sq: P

# ui.main.preferences
source: Preferences
sq: Parapëlqime

# ui.main.print.accesskey
source: P
sq: y

# ui.main.print
source: Print
sq: Shtype

# ui.main.printPdf
source: Print as PDF
sq: Shtype si PDF

# ui.main.purgeHistory.accesskey
source: P
sq: S

# ui.main.purgeHistory
source: Purge history
sq: Spastro historikun

# ui.main.quit.accesskey
source: Q
sq: D

# ui.main.quit
source: Quit
sq: Dil

# ui.main.randomArticle.accesskey
source: R
sq: u

# ui.main.randomArticle
source: Random article
sq: Artikull kuturu

# ui.main.reload
source: Reload Bookmark Set
sq: Ringarko Grup Faqerojtësish

# ui.main.reportabug
source: Report a bug
sq: Raportoni një të metë

# ui.main.requestafeature
source: Request a feature
sq: Kërkoni një veçori

# ui.main.results.title
source: Search results
sq: Përfundime kërkimi

# ui.main.resultsbar.accesskey
source: R
sq: p

# ui.main.resultsbar
source: Results bar
sq: Shtyllë përfundimesh

# ui.main.saveFile
source: Save page as...
sq: Ruajeni faqen si…

# ui.main.saveMediaAs
source: Save media as...
sq: Ruajeni median si…

# ui.main.search
source: Search
sq: Kërko

# ui.main.searchBar
source: Search bar
sq: Shtyllë kërkimesh

# ui.main.searchFor
source: Search for
sq: Kërko për

# ui.main.searchPlaceholder
source: Type the text to search here...
sq: Shtypni këtu tekstin që do kërkuar…

# ui.main.selectall.accesskey
source: a
sq: e

# ui.main.selectall
source: Select all
sq: Përzgjidhi krejt

# ui.main.server.accesskey
source: s
sq: b

# ui.main.server
source: Server
sq: Shërbyes

# ui.main.skin.accesskey
source: S
sq: ç

# ui.main.skin
source: Skin
sq: Lëkurçe

# ui.main.statusbar.accesskey
source: S
sq: n

# ui.main.statusbar
source: Status bar
sq: Shtyllë gjendjesh

# ui.main.tabs.accesskey
source: T
sq: S

# ui.main.tabs
source: Tabs
sq: Skeda

# ui.main.tools.accesskey
source: T
sq: M

# ui.main.tools
source: Tools
sq: Mjete

# ui.main.transliteration.accesskey
source: T
sq: l

# ui.main.transliteration
source: Transliteration
sq: Transliterim

# ui.main.unmark
source: Unmark selected
sq: Hiqi shenjë të përzgjedhurës

# ui.main.zoomin.accesskey
source: M
sq: a

# ui.main.zoomin
source: Magnify
sq: Zmadhoje

# ui.main.zoomorig
source: Original size
sq: Madhësia origjinale

# ui.main.zoomout.accesskey
source: R
sq: v

# ui.main.zoomout
source: Reduce
sq: Zvogëloje

# ui.messages.abortIndexingConfirm
source: An indexing process is currently running. Are you sure you want to quit and abort it now?
sq: Ka në xhirim e sipër një proces indeksimi. Jeni i sigurt se doni të dilet dhe të ndërpritet?

# ui.messages.alreadyIndexingError
source: An indexing process is already running.
sq: Ka tashmë në xhirim e sipër një proces indeksimi.

# ui.messages.bookmarkReferingOtherContent
source: This bookmark refers to other content. Do you want to load it?
sq: Ky faqerojtës i referohet tjetër lënde. Doni të ngarkohet?

# ui.messages.cancel
source: Cancel
sq: Anuloje

# ui.messages.changeSkinNeedRestart
source: To change the skin, the application has to be restarted. Restart application?
sq: Për ndryshimin e lëkurçes duhet rinisur aplikacioni. Të riniset aplikacioni?

# ui.messages.confirm
source: Confirm
sq: Ripohojeni

# ui.messages.contentDownloadFinished
source: Download of '%1' is finished.
sq: Përfundoi shkarkimi i '$1'.

# ui.messages.dontDeleteContentFiles
source: Do not delete content (ZIM) file.
sq: Mos fshi kartelë lënde (ZIM).

# ui.messages.dontDisplayAnymore
source: Do not display this dialog box anymore.
sq: Mos e shfaq më këtë dialog.

# ui.messages.endOfIndexing
source: The indexing process is finished.
sq: Procesi i indeksimit përfundoi.

# ui.messages.error
source: Error
sq: Gabim

# ui.messages.feedback
source: Feedback
sq: Përshtypje

# ui.messages.fullscreen
source: Full screen
sq: Sa krejt ekrani

# ui.messages.indexZimFileConfirm
source: This file does not include a search index. Creating one may take several minutes. Do you want to index the ZIM file now?
sq: Kjo kartelë s\’përfshin tregues kërkimesh. Krijimi i një të tilli mund të hajë disa minuta. Doni të indeksohet kartela ZIM që tani?

# ui.messages.indexing
source: Indexing...
sq: Po indeksohet…

# ui.messages.information
source: Information
sq: Informacione

# ui.messages.integrityCheckFailed
source: The integrity check failed. Your file is corrupted.
sq: Kontrolli i integritetit dështoi. Kartela juaj është e cenuar.

# ui.messages.integrityCheckSuccessful
source: The file integrity was successfully checked.
sq: Integriteti i kartelës u kontrollua me sukses.

# ui.messages.library
source: Library
sq: Bibliotekë

# ui.messages.loadArticleError
source: Unable to load this article.
sq: S’arrihet të ngarkohet ky artikull.

# ui.messages.loadZimFileError
source: Unable to load '%1'. Are you sure this is a ZIM file?
sq: S’arrihet të ngarkohet '%1'. Jeni i sigurt se kjo është një kartelë ZIM?

# ui.messages.nameBookmarkSet
source: Enter Bookmark Set filename
sq: Jepni emër kartele Grupi Faqerojtësish

# ui.messages.newContentAvailable
source: There is new content available for download.
sq: Ka lëndë të re të gatshme për shkarkim.

# ui.messages.newContentAvailableInvitation
source: There is new content available for download. Do you want to see it?
sq: Ka lëndë të re të gatshme për shkarkim. Doni ta shihni?

# ui.messages.no
source: no
sq: jo

# ui.messages.noActiveZimFile
source: No active ZIM file, please load one first.
sq: S’ka kartelë ZIM, ju lutemi, së pari ngarkoni një të tillë.

# ui.messages.noResultsError
source: No results for this query.
sq: S’ka përfundime për këtë kërkim.

# ui.messages.preparingContentDownload
source: Preparing download...
sq: Po përgatitet shkarkimi…

# ui.messages.quitFullscreen
source: Exit full screen
sq: Dil nga mënyra Sa Krejt Ekrani

# ui.messages.removeContentConfirm
source: Are you sure you want to remove this entry from the list and all related files?
sq: Jeni i sigurt se doni të hiqet ky zë nga lista dhe krejt kartelat përkatëse?

# ui.messages.removeProfileConfirm
source: Do you want to remove your profile?
sq: Doni të hiqet profili juaj?

# ui.messages.restartConfirm
source: %1 needs to be restarted. Do you want to do it now?
sq: %1 lyp të riniset. Doni të bëhet tani?

# ui.messages.selectBookmarkSet
source: Select Bookmark Set file
sq: Përzgjidhni kartelë Grupi Faqerojtësish

# ui.messages.yes
source: yes
sq: po

# ui.preferences.browse
source: Browse
sq: Shfletoni

# ui.preferences.cancel
source: Cancel
sq: Anuloje

# ui.preferences.downloadCatalogs
source: Download remote catalog(s)
sq: Shkarko katalog(ë) të largët

# ui.preferences.neverAskToIndex
source: Never ask to index
sq: Mos pyet kurrë për indeksim

# ui.preferences.preferences
source: Preferences
sq: Parapëlqime

# ui.preferences.profileDirectory
source: Profile directory
sq: Drejtori profilesh

# ui.preferences.save
source: Save
sq: Ruaje

# ui.preferences.tabs
source: Remember tabs
sq: Mba mend skedat

# ui.server.close
source: Close
sq: Mbylle

# ui.server.load
source: Load
sq: Ngarkoje

# ui.server.start
source: Start
sq: Nise

# ui.server.stop
source: Stop
sq: Ndale
