Repository: ujdhesa/Kiwix-sq-translation
Catalog: kiwix_*.po
Languages: sq

# android.ui.add_bookmark
source: Add bookmark
sq: Shtoni faqerojtës

# android.ui.all_history_cleared_toast
source: All History Cleared
sq: U pastrua Krejt Historiku

# android.ui.articlesearch_hint
source: Type to lookup articles
sq: Shtypni që të kërkohen artikuj

# android.ui.bookmark_added
source: Bookmark added
sq: U shtua faqerojtës

# android.ui.bookmark_removed
source: Bookmark removed
sq: U hoq faqerojtës

# android.ui.bookmarks_restored
source: Bookmarks restored
sq: U rimor faqerojtës

# android.ui.button_backtotop
source: Back to Top
sq: Mbrapsht te Kreu

# android.ui.choose_file
source: Select a Content File (*.zim)
sq: Përzgjidhni një Kartelë Lënde (*.zim)

# android.ui.clear_all_history_dialog_title
source: Clear All History
sq: Pastro Krejt Historikun

# android.ui.clear_recent_and_tabs_history_dialog
source: Are you sure you want to delete your search history and reset all active tabs?
sq: Jeni i sigurt se doni të fshihet historiku juaj i kërkimeve dhe të rikthehen krejt skedat aktive?

# android.ui.clear_recent_history_dialog
source: Are you sure you want to delete your search history?
sq: Jeni i sigurt se doni të fshihet historiku juaj i kërkimeve?

# android.ui.confirm_stop_download_msg
source: Are you sure you want to stop this download?
sq: Jeni i sigurt se dëshironi të ndalet ky shkarkim?

# android.ui.confirm_stop_download_title
source: Stop download?
sq: Të ndalet shkarkim?

# android.ui.customapp_missing_content
source: Your application is corrupted. This might happen when you remove files on the SD Card. You need to uninstall then reinstall the App from the Play Store.
sq: Aplikacioni juaj është i cenuar. Kjo mund të ndodhë kur hiqni kartela te Kujtesa SD. Lypset ta çinstaloni dhe mandej ta riinstaloni Aplikacioni që nga Play Store.

# android.ui.delete
source: Delete
sq: Fshije

# android.ui.delete_recent_search_item
source: Delete this item?
sq: Të fshihet ky objekt?

# android.ui.delete_specific_search_toast
source: Recent search removed
sq: U hoqën kërkimet së fundi

# android.ui.delete_specific_zim
source: Delete this file?
sq: Të fshihet kjo kartelë?

# android.ui.delete_specific_zim_toast
source: File deleted
sq: Kartela u fshi

# android.ui.delete_tab
source: Delete Tab
sq: Fshije Skedën

# android.ui.delete_zim_failed
source: Sorry we were unable to delete this file. You should try using a file manager instead.
sq: Na ndjeni, s\’qemë në gjendje ta fshinim këtë kartelë. Në vend të kësaj, duhet të provoni duke përdorur një përgjegjës kartelash.

# android.ui.deleted_message
source: deleted
sq: i fshirë

# android.ui.did_you_know
source: Did you know?
sq: E dinit se?

# android.ui.do_not_ask_anymore
source: Do not ask anymore
sq: Mos pyet më

# android.ui.download_change_storage
source: Storage device selector
sq: Përzgjedhës pajisjeje depozitimi

# android.ui.download_close
source: Close
sq: Mbylle

# android.ui.download_complete_snackbar
source: Download complete
sq: Shkarkim i plotësuar

# android.ui.download_no_space
source: Insufficient space to download this file.
sq: Hapësirë e pamjaftueshme për shkarkimin e kësaj kartele.

# android.ui.download_over_network
source: Are you sure you want to start the download without WiFi?
sq: Jeni i sigurt se doni të niset shkarkimi pa WiFi?

# android.ui.download_pause
source: Pause
sq: Ndalesë

# android.ui.download_paused
source: paused
sq: i ndalur

# android.ui.download_play
source: Play
sq: Luaje

# android.ui.download_started_library
source: Download started…
sq: Shkarkimi filloi…

# android.ui.download_stop
source: Stop
sq: Ndale

# android.ui.error_articlenotfound
source: Error: Loading article \"%1$s\" failed.
sq: Gabim: Dështoi ngarkimi i artikullit \"%1$s\".

# android.ui.error_articleurlnotfound
source: Error: Loading article (Url: %1$s) failed.
sq: Gabim: Dështoi ngarkimi i artikullit (Url: %1$s).

# android.ui.error_fileinvalid
source: Error: The selected file is not a valid ZIM file.
sq: Gabim: Kartela e përzgjedhur s’është kartelë ZIM e vlefshme.

# android.ui.error_filenotfound
source: Error: The selected ZIM file could not be found.
sq: Gabim: S\’u gjet dot kartela ZIM e përzgjedhur.

# android.ui.error_nozimfilesfound
source: No content found on your device. Take a look at the Help Page to get directions on how to load content into Kiwix. If you did put a ZIM file on your device/external storage, you might retry in a minute or restart your device.
sq: S\’u gjet lëndë në pajisjen tuaj. Hidhini një sy Faqes së Ndihmës që të merrni ide se si të ngarkohet lëndë në Kiwix. Nëse vendosët një kartelë ZIM në pajisjen/depozitën e jashtme tuaj, mund të riprovoni pas një minute ose të rinsni pajisjen.

# android.ui.external_link_popup_dialog_message
source: You are entering an external link. This could lead to additional costs for data transfer or will just not work when you are offline. Do you want to continue?
sq: Po hyni në një lidhje të jashtme. Kjo mund të sjellë kosto shtesë për shpërngulje të dhënash ose thjesht mund të mos funksionojë, nëse s’jeni i lidhur në internet. Doni të vazhdohet?

# android.ui.external_link_popup_dialog_title
source: Entering External Link
sq: Po hyhet Në Lidhje të Jashtme

# android.ui.external_storage
source: External
sq: I jashtëm

# android.ui.get_library_over_network
source: Use network to download content list. (Approximately 6MB)
sq: Përdor rrjetin për shkarkim liste lënde. (Afërsisht 6MB)

# android.ui.go_to_play_store
source: Go to Play Store
sq: Kaloni te Play Store

# android.ui.got_it
source: Got it
sq: E kuptova

# android.ui.help_10
source: You can either download your choosen ZIM files in-app or carefuly select the one(s) you want and download from a Desktop computer before transfering the ZIM files to your SD card.
sq: Mundeni ose t\’i shkarkoni brenda aplikacionit kartelat ZIM që keni zgjedhur, ose të përzgjidhni me kujdes atë(ato) që doni dhe ta(t\’i) shkarkoni nga një kompjuter desktop përpara se të shpërngulni kartelat ZIM te kujtesa juaj SD card.

# android.ui.help_11
source: ZIM files download in-app are located in the external storage directory in a folder entitled Kiwix.
sq: Kartelat ZIM të shkarkuara brenda aplikacionit gjenden te drejtoria e depozitimit të jashtëm, në një dosje të quajtu Kiwix.

# android.ui.help_12
source: How to use large ZIM files?
sq: Si të përdoren kartela ZIM të mëdha?

# android.ui.help_13
source: If your ZIM file is larger than 4GB, you might not be able to store it on your SD card due to filesystem limitations.
sq: Nëse kartela juaj ZIM është më e madhe se 4GB, mund të mos jeni në gjendje ta depozitoni te kujtesa juaj SD për shkak kufizimesh nga sistemi i kartelave.

# android.ui.help_14
source: Downloading in-app automaticaly handles larger files, splitting them up for you.
sq: Shkarkimi brenda aplikacionit i trajton automatikisht kartelat e mëdha, duke i ndarë në copa për ju.

# android.ui.help_15
source: If however you are downloading on another device, you may need to split the ZIM file up using the following software:
sq: Por nëse po shkarkoni në një tjetër pajisje, mund të donit ta ndanit kartelën ZIM në copa duke përdorur programin vijues:

# android.ui.help_16
source: \u2022 On Microsoft Windows: HJ-Split
sq: \u2022 Në Microsoft Windows: HJ-Split

# android.ui.help_17
source: \u2022 On Apple Mac OSX: Split and Concat
sq: \u2022 Në Apple Mac OSX: Split and Concat

# android.ui.help_18
source: \u2022 On GNU/Linux and with the console: split --bytes=4000M my_big_file.zim
sq: \u2022 Në GNU/Linux dhe që nga terminali: split --bytes=4000M my_big_file.zim

# android.ui.help_19
source: Note: your resulting files must be named my_big_file.zimaa, my_big_file.zimab, etc.
sq: Shënim: kartelat e prodhuara për ju duhet të emërtohen si emri_i_kartelës_time_të_madhe.zimaa, emri_i_kartelës_time_të_madhe.zimab, etj.

# android.ui.help_1
source: Kiwix allows you offline access to websites such as Wikipedia in a highly compressed form.
sq: Kiwix-i ju lejon përdorim pa internet të sajteve të tillë si Wikipedia, në një format tejet të ngjeshur.

# android.ui.help_20
source: Thank you for choosing Kiwix!
sq: Faleminderit për zgjedhjen e Kiwix-it!

# android.ui.help_21
source: We are glad to have you on board and would appreciate any feedback or suggestions at android@kiwix.org.
sq: Jemi të gëzuar t\’ju kemi mes nesh dhe do ta çmonim shumë çfarëdo përshtypje apo sugjerim, dërguar te android@kiwix.org.

# android.ui.help_2
source: What does Kiwix do?
sq: Ç’kryen Kiwix-i?

# android.ui.help_3
source: Kiwix is an offline content reader. It acts very much like a browser but instead of accessing online web pages, it reads content from a file in ZIM format.
sq: Kiwix është një lexues lënde pa internet. Funksionon shumë ngjashëm me një shfletues, por në vend të përdorimit “online” të faqeve web, lëndën e lexon që nga një kartelë në formatin ZIM.

# android.ui.help_4
source: While Kiwix has been originaly designed to provide Wikipedia offline, it also reads other contents.
sq: Edhe pse fillimisht qe konceptuar për të lejuar përdorimin pa internet të Wikipedia-s, mund të përdoret edhe për lëndë tjetër.

# android.ui.help_5
source: Where is the content?
sq: Ku është lënda?

# android.ui.help_6
source: Our content is hosted on the Kiwix website.
sq: Lënda strehohet në sajtin Kiwix.

# android.ui.help_7
source: They are available as ZIM files. There are a lot of them:
sq: Janë të përdorshme në trajtë kartelash ZIM. Ka plot të tilla:

# android.ui.help_8
source: \u2022 Wikipedia is available separately for each language
sq: \u2022 Wikipedia mund të kihet ndaras për çdo gjuhë

# android.ui.help_9
source: \u2022 Other contents like Wikileaks or Wikisource are also available
sq: \u2022 Ka të gatshme lëndë tjetër, të tillë si Wikileaks ose Wikisource

# android.ui.hint_contents_drawer_message
source: You can swipe left to view the contents of this article
sq: Mund ta fërkoni kah majtas që të shihni lëndën e këtij artikulli

# android.ui.internal_storage
source: Internal
sq: I brendshëm

# android.ui.local_zims
source: Device
sq: Pajisje

# android.ui.menu_back
source: Back
sq: Mbrapsht

# android.ui.menu_bookmarks
source: Bookmarks
sq: Faqerojtës

# android.ui.menu_bookmarks_list
source: Bookmarks
sq: Faqerojtës

# android.ui.menu_exitfullscreen
source: Exit full screen
sq: Dil nga mënyra Sa Krejt Ekrani

# android.ui.menu_forward
source: Forward
sq: Përpara

# android.ui.menu_fullscreen
source: Full screen
sq: Sa krejt ekrani

# android.ui.menu_help
source: Help
sq: Ndihmë

# android.ui.menu_home
source: Home
sq: Kreu

# android.ui.menu_library
source: Download content files
sq: Shkarko kartela lënde

# android.ui.menu_randomarticle
source: Random article
sq: Artikull kuturu

# android.ui.menu_read_aloud
source: Read aloud
sq: Lexoje me zë

# android.ui.menu_read_aloud_stop
source: Stop reading aloud
sq: Ndale leximin me zë

# android.ui.menu_rescan_fs
source: Rescan SD card
sq: Riskano kartë SD

# android.ui.menu_search
source: Search article
sq: Kërkoni artikull

# android.ui.menu_searchintext
source: Find in page
sq: Gjej në faqe

# android.ui.menu_settings
source: Settings
sq: Rregullime

# android.ui.menu_zim_manager
source: Get Content
sq: Merrni Lëndë

# android.ui.new_tab_snackbar
source: Article opened in new tab
sq: Artikulli u hap në skedë të re

# android.ui.next
source: Next
sq: Pasuesi

# android.ui.no
source: No
sq: Jo

# android.ui.no_bookmarks
source: No Bookmarks
sq: S\’ka Faqerojtës

# android.ui.no_downloads_here
source: No downloads here
sq: S\’ka shkarkime këtu

# android.ui.no_files_here
source: No files here
sq: S\’ka kartela këtu

# android.ui.no_network_connection
source: No network connection
sq: S\’ka lidhje rrjeti

# android.ui.no_network_msg
source: No network connection
sq: S\’ka lidhje rrjeti

# android.ui.no_reader_application_installed
source: Could not find an installed application for this type of file
sq: S\’u gjet dot ndonjë aplikacion i instaluar për këtë lloj kartele

# android.ui.no_section_info
source: No Content Headers Found
sq: S\’u gjetën Krye Lënde

# android.ui.open
source: Open
sq: Hape

# android.ui.open_in_new_tab
source: Open link in new tab?
sq: Të hapet lidhja në skedë të re?

# android.ui.open_partial_zim
source: This file could be incomplete. Do you wish to attempt to open it?
sq: Kjo kartelë mund të jetë e paplotë. Doni të provohet të hapet?

# android.ui.other_languages
source: Other languages:
sq: Gjuhë të tjera:

# android.ui.path_not_writable
source: Can not access desired directory, using default. To fix this reselect the desired directory in app settings.
sq: S\’hyhet dot te drejtori e dëshiruar, po përdoret parazgjedhja. Që të ndreqet kjo, ripërzgjidhni drejtorinë e dëshiruar te rregullimet e aplikacionit.

# android.ui.pref_autonightmode
source: Automated night mode
sq: Mënyrë mbrëmje automatike

# android.ui.pref_autonightmode_summary
source: Automatically switch between day and night mode.
sq: Mënyrat ditë dhe mbrëmje këmbeji automatikisht.

# android.ui.pref_backtotop
source: Back to Top
sq: Mbrapsht te Kreu

# android.ui.pref_backtotop_summary
source: Display a button at the end of the page to scroll up to the top
sq: Shfaq në fund të faqes një buton për t\’u ngjitur sipër në krye

# android.ui.pref_bottomtoolbar
source: Enable bottom toolbar
sq: Aktivizo panel të poshtëm

# android.ui.pref_bottomtoolbar_summary
source: Display a toolbar with quick actions at the bottom of the screen
sq: Shfaq në fund të ekranit një panel me butona veprimesh të shpejta

# android.ui.pref_clear_all_history_summary
source: Clear recent searches and tabs history
sq: Pastro historik kërkimesh dhe skedash së fundi

# android.ui.pref_clear_all_history_title
source: Clear history
sq: Pastro historikun

# android.ui.pref_credits
source: Contributors and Licenses
sq: Ndihmëtarë dhe Licenca

# android.ui.pref_credits_title
source: Credits
sq: Falënderime

# android.ui.pref_current_folder
source: Current Folder
sq: Dosja e Tanishme

# android.ui.pref_display_title
source: Display
sq: Ekran

# android.ui.pref_external_link_popup_summary
source: Display popup to warn about additional costs or not working in offline links.
sq: Shfaq një flluskë për të sinjalizuar mbi kosto shtesë ose për mosfunksionim lidhjesh “offline”

# android.ui.pref_external_link_popup_title
source: Warn when entering external links
sq: Sinjalizo kur hyhet në lidhje të jashtme

# android.ui.pref_extras
source: Extras
sq: Ekstra

# android.ui.pref_full_text_search_summary
source: Allow app to search the text within articles. Caution this can slow search down considerably.
sq: Lejoje aplikacioni të kërkojë tekst brenda artikujsh. Vëre në dijeni që kjo mund të shkaktojë ngadalësim të konsiderueshëm të kërkimit.

# android.ui.pref_full_text_search_title
source: Fulltext Search
sq: Kërkim Teksti të Plotë

# android.ui.pref_hidetoolbar
source: Hide toolbar when scrolling
sq: Fshihe panelin gjatë rrëshqitjesh

# android.ui.pref_hidetoolbar_summary
source: Hide the toolbar when the page is scrolled down
sq: Fshihe panelin kur rrëshqitet poshtë në faqe

# android.ui.pref_info_title
source: Information
sq: Informacione

# android.ui.pref_language_chooser
source: Choose a language
sq: Zgjidhni një gjuhë

# android.ui.pref_language_title
source: Language
sq: Gjuhë

# android.ui.pref_multi_search_summary
source: Allow app to search the across ZIM files (Warning Very Experimental).
sq: Lejoje aplikacionin të kërkojë nëpër kartela ZIM (Sinjalizoji Që Kjo Është Shumë Eksperimentale).

# android.ui.pref_multi_search_title
source: MultiZim Search
sq: Kërkim MultiZim

# android.ui.pref_newtab_background_summary
source: When opening a new tab it will open in background
sq: Kur hapet një skedë e re, do të hapet në prapaskenë

# android.ui.pref_newtab_background_title
source: Open new tab in background
sq: Hap skedë të re në prapaskenë

# android.ui.pref_nightmode
source: Night mode
sq: Mënyra mbrëmje

# android.ui.pref_nightmode_summary
source: Show articles with inverted colors
sq: Shfaqi artikujt me ngjyra së prapthi

# android.ui.pref_storage
source: Storage
sq: Depozitim

# android.ui.pref_wifi_only
source: Download content only via WiFi
sq: Shkarko lëndë vetëm përmes WiFi-it

# android.ui.pref_zoom_dialog
source: Zoom level
sq: Shkallë zmadhimi/zvogëlimi

# android.ui.pref_zoom_enable
source: Zoom controls
sq: Kontrolle zmadhimi/zvogëlimi

# android.ui.pref_zoom_entry_automatic
source: Automatic
sq: Automatike

# android.ui.pref_zoom_entry_large
source: Large
sq: E madhe

# android.ui.pref_zoom_entry_medium
source: Medium
sq: Mesatare

# android.ui.pref_zoom_entry_small
source: Small
sq: E vogël

# android.ui.previous
source: Previous
sq: E mëparshmja

# android.ui.proceed
source: Proceed
sq: Kryeje

# android.ui.rate_dialog_msg_1
source: If you enjoy using
sq: Nëse ju pëlqen përdorimi i

# android.ui.rate_dialog_msg_2
source: , please take a moment to rate it. Thanks for your support!
sq: , ju lutemi, ndaluni një çast dhe vlerësojeni. Faleminderit për përkrahjen që na bëni!

# android.ui.rate_dialog_negative
source: No, thanks
sq: Jo, faleminderit

# android.ui.rate_dialog_neutral
source: Later
sq: Më vonë

# android.ui.rate_dialog_positive
source: Rate!
sq: Vlerësojeni!

# android.ui.rate_dialog_title
source: Please Rate Us
sq: Ju Lutemi, Vlerësonani

# android.ui.reboot_message
source: Due to a bug in android 6.0 we require you to reboot your device to continue without granting us the storage permission. We are sorry for any inconvenience this may cause.
sq: Për shkak të një të mete në android 6.0, ju kërkojmë të rinisni pajisjen tuaj, për të vazhduar pa na akorduar leje depozitimi. Kërkojmë ndjesë për çfarëdo sikleti që kjo mund të shkaktojë.

# android.ui.remote_zims
source: Online
sq: Në linjë

# android.ui.remove_bookmark
source: Remove bookmark
sq: Hiq faqerojtës

# android.ui.request_storage
source: To access offline content we need access to your storage
sq: Që të përdorni lëndë jashtë interneti, na duhet hyrje te depoja juaj

# android.ui.request_storage_custom
source: If you see a screen overlay warning simply restart your device to fix.
sq: Nëse shihni një skenë mbishtesë sinjalizim, thjesht rinisni pajisjen tuaj që ta ndreqni këtë.

# android.ui.rescan_fs_warning
source: Scanning for downloadable content, please wait…
sq: Po skanohet për lëndë të shkarkueshme, ju lutemi, prisni…

# android.ui.save_media
source: Save Media
sq: Ruajë Median

# android.ui.save_media_error
source: An error occurred when trying to save the media!
sq: Ndodhi një gabim teksa provohej të ruhej media!

# android.ui.save_media_saved
source: Saved media as %s to Android/media/org.kiwix.../
sq: U ruajt media si %s te Android/media/org.kiwix…/

# android.ui.search_label
source: Search
sq: Kērko

# android.ui.search_widget_text
source: Search Kiwix
sq: Kërkoni në Kiwix

# android.ui.space_available
source: Space Available:
sq: Hapësirë e Përdorshme:

# android.ui.speech_not_supported
source: Sorry! Your device does not support speech input
sq: Na ndjeni! Pajisja juaj nuk mbulon input përmes të folurës

# android.ui.speech_prompt_text
source: Speak to search %s
sq: Flisni që të kërkohet '%s'

# android.ui.tab_closed
source: Tab closed
sq: Skeda u mbyll

# android.ui.time_day
source: day
sq: ditë

# android.ui.time_left
source: left
sq: edhe

# android.ui.tts_lang_not_supported
source: The language of this page is not supported, or appropriate language data was not installed. The article may not be properly read.
sq: Gjuha e kësaj faqeje nuk mbulohet, ose s’janë instaluar të dhëna të gjuhës përkatëse. Artikulli mund të mos lexohet si duhet.

# android.ui.tts_not_enabled
source: Text to speech is not enabled for this ZIM file
sq: Për këtë kartelë ZIM s’bëhet dot shndërrim nga tekst në të folur

# android.ui.tts_pause
source: pause
sq: ndalesë

# android.ui.tts_resume
source: resume
sq: rimerre

# android.ui.tts_stop
source: stop
sq: ndale

# android.ui.undo
source: Undo
sq: Zhbëje

# android.ui.wait_for_load
source: Content Still Loading
sq: Lëndë Ende Në Ngarkim

# android.ui.wifi_only_msg
source: If you choose "Yes" you won\'t be warned in future. However, you can always change this in Settings
sq: Nëse zgjidhni "Po", s’do të sinjalizoheni më në të ardhmen. Sidoqoftë, mundeni përherë ta ndryshoni këtë, te Rregullimet

# android.ui.wifi_only_title
source: Allow downloading content via mobile network?
sq: Të lejohet shkarkim lënde përmes rrjetit celular?

# android.ui.yes
source: Yes
sq: Po

# android.ui.your_languages
source: Selected languages:
sq: Gjuhë të përzgjedhura:

# android.ui.zim_already_downloading
source: Zim is already downloading
sq: ZIM-i është duke shkarkuar tashmë

# android.ui.zim_downloads
source: Downloading
sq: Shkarkim

# android.ui.zim_file_downloaded
source: Downloaded
sq: U shkarkua

# android.ui.zim_file_downloading
source: Downloading
sq: Po shkarkim

# android.ui.zim_manager
source: Library
sq: Bibliotekë

# android.ui.zim_nopic
source: No Pictures
sq: S\’ka Foto

# android.ui.zim_novid
source: No Videos
sq: S\’ka Video

# android.ui.zim_simple
source: Simple
sq: I thjeshtë

# ui.main.about.accesskey
source: A
sq: R

# ui.main.about
source: About &brand.brandShortName;
sq: Rreth &brand.brandShortName;-it

# ui.main.audible
source: Audible
sq: I dëgjueshëm

# ui.main.back
source: Back
sq: Mbrapsht

# ui.main.bmkLabel
source: Bookmarks:
sq: Faqerojtës:

# ui.main.bookmarks
source: Bookmarks
sq: Faqerojtës:

# ui.main.browseLibrary.accesskey
source: B
sq: L

# ui.main.browseLibrary
source: Browse library
sq: Shfletoni librarinë

# ui.main.checkIntegrity
source: Integrity check
sq: Kontroll iintegriteti

# ui.main.close
source: Close
sq: Mbylle

# ui.main.copy.accesskey
source: p
sq: o

# ui.main.copy
source: Copy
sq: Kopjoje

# ui.main.copyLinkAddress
source: Copy link address
sq: Kopjo adresën e lidhjes

# ui.main.cssdirection
source: ltr
sq: mnd

# ui.main.defaultset
source: Default Set
sq: Grup Parazgjedhje

# ui.main.display.accesskey
source: D
sq: E

# ui.main.display
source: Display
sq: Ekran

# ui.main.edit.accesskey
source: E
sq: P

# ui.main.edit
source: Edit
sq: Përpunoni

# ui.main.feedback
source: Feedback
sq: Përshtypje

# ui.main.file.accesskey
source: F
sq: s

# ui.main.file
source: File
sq: Kartelë

# ui.main.find.accesskey
source: S
sq: G

# ui.main.find
source: Search in page...
sq: Kërkoni në faqe…

# ui.main.findInText
source: Find in text
sq: Kërko në tekst

# ui.main.forward
source: Forward
sq: Përpara

# ui.main.fullscreen.accesskey
source: F
sq: k

# ui.main.fullscreen
source: Full screen
sq: Sa krejt ekrani

# ui.main.help.accesskey
source: H
sq: N

# ui.main.help
source: Help
sq: Ndihmë

# ui.main.hideLibrary
source: Hide library
sq: Fshihe bibliotekën

# ui.main.home
source: Home
sq: Kreu

# ui.main.invertedColors.accesskey
source: I
sq: p

# ui.main.invertedColors
source: Inverted colors
sq: Ngjyra së prapthi

# ui.main.language.accesskey
source: L
sq: G

# ui.main.language
source: Language
sq: Gjuhë

# ui.main.lastOpen
source: Recently open...
sq: Hapur së fundi…

# ui.main.launchIndexing
source: Launch indexing
sq: Nis indeksimin

# ui.main.library.filterBy.author.all
source: All
sq: Krejt

# ui.main.library.filterBy.author
source: Author
sq: Autor

# ui.main.library.filterBy.fileSize
source: File size
sq: Madhësi kartele

# ui.main.library.filterBy.language.all
source: All
sq: Krejt

# ui.main.library.filterBy.language
source: Language
sq: Gjuhë

# ui.main.library.filterBy.lessThan
source: Less than
sq: Më pak se

# ui.main.library.filterBy.publisher.all
source: All
sq: Krejt

# ui.main.library.filterBy.publisher
source: Publisher
sq: Botues

# ui.main.library.filterBy
source: Filter by
sq: Filtro sipas

# ui.main.library.getNewFiles
source: Get new files
sq: Merr kartela të reja

# ui.main.library.myLibrary
source: My library
sq: Libraria ime
